/* Time remaining left notification */
"%1$ld:%2$02ld left (%3$ld%%)" = "剩餘時間：%1$ld:%2$02ld（%3$ld%%）";

/* Percentage left menuitem */
"%ld %% left" = "電池充電量：%ld %%";

/* Advanced percentage left menuitem */
"%ld %% left ( %ld/%ld mAh )" = "電池充電量：%1$ld %%（%2$ld/%3$ld mAh）";

/* Update menuitem
 Update notification */

"A newer version is available" = "新版本可供使用";

/* Powersource state */
"AC Power" = "電源轉換器";

/* Advanced mode setting */
"Advanced mode" = "進階模式";

/* Powersource state */
"Battery Power" = "電池";

/* Battery Time Remaining notification */
"Battery Time Remaining" = "電池剩餘時間";

/* Calculating sidetext */
"Calculating…" = "正在計算剩餘時間…";

/* Charged notification */
"Charged" = "電池已充電";

/* Update menuitem */
"Checking for updates…" = "正在檢查更新…";

/* Update menuitem */
"Could not check for updates" = "無法檢查更新";

/* Advanced battery info menuitem */
"Cycle count: %ld" = "循環使用次數：%ld";

/* Display time with parentheses setting */
"Display time with parentheses" = "顯示時間加上括號";

/* Update auto update prompt */
"Do you want auto updates?" = "是否要自動更新？";

/* Open Energy Saver Preferences menuitem */
"Energy Saver Preferences…" = "打開能源節約偏好設定…";

/* Update auto update prompt */
"Get Auto Updates" = "自動更新";

/* Remaining menuitem */
"Loading…" = "正在載入…";

/* Update auto update prompt */
"No" = "否";

/* Notification menuitem */
"Notifications" = "通知";

/* Powersource state */
"Off Line" = "離線";

/* Powersource menuitem */
"Power source: %@" = "電力來源：%@";

/* Advanced battery info menuitem */
"Power usage: %.2f Watt" = "耗電量：%.2f 瓦特";

/* Quit menuitem */
"Quit" = "結束";

/* Settings menuitem */
"Settings" = "設定";

/* Start at login setting */
"Start at login" = "登入時啟動";

/* Advanced battery info menuitem */
"Temperature: %.1f°C" = "溫度：%.1f°C";

/* Powersource state */
"Unknown" = "未知";

/* Update menuitem */
"Up to date" = "已更新至最新";